[
    {
        "articles":[
            {
                "id": 1,
                "type": "animals",
                "title": "Puppy runs to help his human unload the groceries",
                "subtitle": "The canine helps its owner without getting confused at any time.",
                "Content": ["Dogs are able to amaze humans with their way of learning new things. This reality can be verified with the story of a cute puppy who demonstrated how well trained he is by giving his owner a hand when it comes to shopping.", "And it is that the dog is capable of taking the heaviest bags of groceries with its snout. The images show how he does his work without making a mistake at any time. The labrador puppy carries the bags to the door of his owner's house.", "This behaviour can be added to that of known action, such as obstacle competitions, jumping fences or any other training where Labradors excel. Sometimes it's just a matter of copying routines.", "It should be said that the Labrador was not the only dog that was in the place. There was also a mixed-breed dog with Border Collie features, who was only watching as the trained canine completed his work." ,"The acquired behavior, in the case of dogs, may be conditioned by the environment, education and the most determining experiences. Said behavior can be modified through proper learning and may vary from one individual to another.", "Whatever the reason for this Labrador's apprenticeship, this woman already has a kind and valuable helper for when she goes shopping for the month. In a video you can see how the canine provides help without expecting anything in return.", "The Labrador dog is known to love its humans and especially children . He likes to be a part of everything that happens and does not enjoy loneliness. His nature is patient, balanced and kind and by the present story a domestic helper par excellence."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/dogbag-4.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/dogbag-7.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/dogbag-2.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/dogbag-1.png"],
                "video_embed": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/9oDf1jRU5T0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
            },
            {
                "id": 2,
                "type": "animals",
                "title": "Man dedicates his life to saving puppies and creates a home with 750 rescued animals",
                "subtitle": "He dedicates his life to saving homeless animals.",
                "Content": ["Sasha Pesic wanted to make a difference when it came to animal care. Because of this way of life that she decided to assimilate, she concentrated on founding a shelter for homeless animals. In the company of five close friends, she has managed to give a home to more than 750 puppies that no one else wanted to have.", "Because it's a way of life for Sasha, he's wanted to bring some sense into his own running of the shelter. Despite this, some people have criticized him for the considerable number of dogs in the place.", "Sasha understands that animals have basic needs that must be met . Therefore, in her shelter, we seek to cover the deficiencies in the following areas: physiological, social and environmental. After all, dogs are very similar to humans.","Since 2008, 750 dogs live in the aforementioned shelter and Sasha is considered one of the main animal lovers in Serbia . Although there are animal rescue groups that have dedicated themselves body and soul to opening shelters and raising awareness among the population, animals continue to live on the streets.", "It all started one day when Sasha, when she was returning home, found four puppies left to their own devices on the road. He could not contain his desire to rescue them and although he did not have the economic conditions, at that moment he began to structure a plan to help.", "With the help of 5 friends, Sasha managed to open her shelter providing a home and food for all the animals. In a society where the attainment of resources is underdeveloped, the donations she receives from various parts of the world have managed to keep her standing.","Sasha knows the names of all the animals she cares for, provides them with everything they need to live, and places an identification microchip on them. He receives no government support, and many vets believe he has a lot of money due to donations increasing the price of services provided to the shelter.", "Sasha has rescued 1,200 dogs and approximately 400 of them have been adopted by people around the world. She has also had problems with the owners of the land where the shelter is located, because they are asking her to vacate. Although that is currently in legal dispute."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/sasha2.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/sasha6.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/sasha3.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/sasha4.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/sasha3-1.jpg"],
                "video_embed": "<iframe src=\"https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Fthedodosite%2Fvideos%2F2467960926775367%2F&show_text=false&width=476&t=0\" width=\"476\" height=\"476\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"true\" allow=\"autoplay; clipboard-write; encrypted-media; picture-in-picture;\" allowFullScreen=\"true\"></iframe>"
            },
            {
                "id": 3,
                "type": "animals",
                "title": "Young man enters a frozen lake to rescue a puppy that howled for help",
                "subtitle": "A perfect example of compassion in humans.",
                "Content": ["The personnel of the prestigious Detroit Coastal Corps are used to dealing with occurrences day in and day out. But on the last day of last year they decided to address a totally different situation, but just as important.", "Cole Harper, only 22 years old, is a non-commissioned officer of the aforementioned body who was going to have a leading role in a canine rescue. It turns out that a dog was numb from the cold, since he had mistakenly descended into a river after the thin layer of ice gave way.", "The official slid down the thin layer of ice, with some delicacy so that his life was not at risk. Although the dog had obvious signs of frostbite, he was still very grateful to his rescuer.", "After he warmed up, he was given food and veterinary attention was sought for the canine . Although there are doubts as to why the dog was left in this condition, it was imperative to do something so that the life of this canine was preserved.", "After the great rescue work carried out by these good people, the puppy was placed under the care of an animal shelter in the area, in order to be cured and finally put up for adoption.", "The district authorities were the ones who published the images related to the canine rescue that undoubtedly generated many comments on social networks. This organization feels honored to have professionals with a certain empathy for living beings."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/col2.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/col1.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/col5.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/col4.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/02/col3.jpg"],
                "video_embed": "<iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FUSCGSectorDetroit%2Fposts%2Fpfbid02tpnm2KYQJ7BAjTvfry11AcNV4UsTRFgnz8Wm3NUGCVSQLcDZY3EVbMbfsoSfUZUbl&show_text=true&width=500\" width=\"500\" height=\"684\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"true\" allow=\"autoplay; clipboard-write; encrypted-media; picture-in-picture;\"></iframe>"
            },
            {
                "id": 4,
                "type": "animals",
                "title": "Family meets their dog who had been missing for a year after seeing her at an adoption event",
                "subtitle": "The encounter occurred at an adoption event.",
                "Content": ["Cookie left her home following her curiosity, being separated from her family. This situation, which is much more common than you think, can leave a huge void in any caregiver.", "The fact of not knowing where the pet loved by the family is, can lead some to seek help from the authorities, shelters or the community itself so that the reunion occurs in the shortest possible time.", "Cookie had been taken in by an animal home in Texas after she ran away from home. Since she did not have any form of identification, she was placed in an adoption drive that was held at a restaurant chain called Texas Roadhouse.", "The three-year-old was thought highly of the shelter at the shelter: 'She was an absolute sweetheart who loved everyone and always had that huge grin on her face when she saw you . But some things are meant to be.'", "The moment was remembered as follows: 'When a man entered where the adoption was being arranged , a gentleman there thought he recognized her and made a call. He called a family (that he knew) who had been missing his beloved dog.", "After that the rest is history. Cookie's owner answers to the name of Berenice Aldape and is very happy with this fact. “ There were lots of smiles, tears, hugs and wiggles everywhere. And now Cookie is back home with her family' the animal rescue team told a media outlet.", "We don't have a lot of money for expensive gifts,  but even if we did and bought the most expensive things,  we couldn't buy what Cookie means to us.' Berenice commented.", "'When I saw her, I said: 'Give me the paw', she did it and I knew it was Cookie', commented the excited owner. This story shows how important it is not to give up at times when everything seems to indicate that it will not be possible."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/cookie2.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/cookie3.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/cookie1.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/cookie5.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/cookie4.jpg"],
                "video_embed": ""
            },
            {
                "id": 5,
                "type": "animals",
                "title": "Dog sticks out her paws to get the attention of someone who can give her a home",
                "subtitle": "The canine tries to hold people's hands.",
                "Content": ["Maxine is a dog that is in a shelter waiting to be adopted. But so that visitors can see her, the canine tries to hold the hands of people who visit her kennel hoping they will take her home.", "At just one year old, he doesn't give up hope of finding a forever home. The dog has spent two months in the Animal Shelter of the City of San Bernardino, California, United States, sticking out her legs to attract the attention of a possible adopter. ", "'This beautiful dog is desperate to receive affection' mention the workers of the center. Dogs are specialists in attracting the attention of human beings and Maxine's case is no exception.", "The reasons why the adoption is being requested is that the dog had to leave her family because another dog had negative attitudes towards her. “She got along great with everyone in the house, but the other dog didn't like her,” said SBCAS volunteer coordinator Melissa .", "Unfortunately, adoptions have been slower than usual, and the shelter has reached full capacity, so this pup is still hoping to find a home.", "The fascination that his personality arouses has been recognized even by the least affable visitors. Maxine clearly wants to get people's attention, hoping that a loving family will take her home and care for her forever.", "Maxine does not stop moving as a sign of happiness, and she turns on her back to have her belly rubbed, to later fill that hand with kisses that gives her the caresses she needs so much. Not being able to speak, dogs express their feelings and emotions through their bodies and through actions like the one already explained.", "'Adoptions are free right now because the shelter is at capacity. We hope this helps her find her people.' Melissa said. If you see a dog moving briskly when a human approaches, he's looking for affection, but in Maxine's case, she wants a new life."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/maxin.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/maxin2.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/maxin5.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/maxin6.jpg"],
                "video_embed": ""
            },
            {
                "id": 6,
                "type": "animals",
                "title": "Firefighter goes down to a well to save a puppy and he thanks him with a hug",
                "subtitle": "The canine showed its appreciation.",
                "Content": ["The mistaken descent of a Golden Retriever dog into a hole was the center of attention of thousands of people who saw the post on Twitter. Apparently the canine received the attention of the firefighters, generating varying reactions.", "And it is that the loyalty of animals is one of the most important lessons that are received from nature. His unconditional love and gratitude is shown in this story. The dog showed his gratitude in an unforgettable way.", "After pulling the dog out of the narrow hole, this canine began to move with the intention of thanking his rescuer. And it was not for less, the rescue professional saved his life.", "This breed is known for having a gentle, intelligent, and loving temperament. In addition, they are very playful and docile with children and rarely show negative attitudes towards strangers.", "'They are very grateful beings', said one of the more than 25,000 positive comments that the famous rescue received. Any video that shows a puppy being rescued is undoubtedly a show of affection from some humans who care about them.", "'Very emotional, such gratitude'; 'How sweet'. 'And they still call them animals, I want to be an animal', were some comments that show the need to show empathy at this time with these special beings.", "'There is a lot to learn from these noble beings', said another user of the aforementioned social network, who appreciated the work of the professionals in this regard. «Thanks to all the firefighters who, regardless of the species, are life savers» Despite the fact that this event occurred a few years ago, to this day it is a clear example of how there are still people who care about any type of life, even if it does not belong to its own species."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/salvando-1.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/salvando-2.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/salvando-4.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/salvando-3.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2023/01/salvando-5.png"],
                "video_embed": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/UNKeJhJLElA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture;\" allowfullscreen></iframe>"
            },
            {
                "id": 7,
               "type":"animals",
               "title": "Conscious puppy helps his beloved human push his wheelchair",
               "subtitle": "The canine lives up to its honorary title.",
               "Content": ["Man's best friend is undoubtedly the dog. And it is that his history of loyalty, love and empathy is added to an unusual ability to capture the emotions of his owners, which gives him an enviable reputation in the animal kingdom.", "So the story that happened in Dava, Philippines, where it shows a great bond between animal and man that reaffirms any positive reputation of dogs. The images posted by a woman named Faith speak for themselves.", "'We feel (good) to have witnessed this extraordinary scene of an incredible creature helping its master maneuver his wheelchair along Seminary Drive. I mean, I thought it only happened on TV shows, but this was a very real scene.' pointed out the person who recorded the emotional moment.", "The actions show a canine named Diagond pushing his master's wheelchair. This gentleman who had been left in a wheelchair, after losing the immobility of his lower extremities, has his pet to transport himself.", "Diagond has been doing that since he was seven months old. For his owner named Danilo Alarcón, the presence of his pet at the most fragile moment of his life is truly inspiring. And it is that animals never cease to amaze us with their gestures and displays of affection.", "According to a study carried out by experts, when a person looks into their pet's eyes, the animal releases h0rm0n4 related to love and happiness. This is a reality that Alarcón can assure without any doubt.", "Dogs have the wonderful ability to transfer good vibes to anyone around them, which is why they are also widely used in therapies for emotional and physical support. For Alarcón, Dindog is like a close relative."],
               "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/dingdong3.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/dingdong5.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/dindong.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/dingdong4.jpg"],
               "video_embed": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Y7VvUjmlmQY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture;\" allowfullscreen></iframe>"
            },
            {
                "id": 8,
                "type": "animals",
                "title": "Man peeks into parrot's nest and finds it taking care of some kittens left to fend for themselves",
                "subtitle": "Parrot's maternal instincts kick in: Takes in abandoned kittens as her own",
                "Content": ["14 years ago a farm worker named Josemar Milli was working as a farmer with his wife. In the middle of the wooded area they found two baby parrots that apparently had lost their parents.", "The couple decided to adopt them and give them all the love that the little birds needed for their development. Within the dynamics, it was always thought of releasing them when they had a sufficient level of development.", "One of the two decided to leave the care of the couple and one day he took flight and did not return. On the other hand, the female decided to stay, although she also had the freedom to choose. Her absences were only a few hours, since she always returned to let herself be taken care of by her rescuers.", "'We call her Louro . She was never caged. She just never wanted to leave', Milli told a news outlet. But what the keepers were unaware of was that the bird's routines were going to change.", "'Louro has always slept at home, but then, for three nights, he slept elsewhere . And during the day, he started staying near this [hollow] wooden post',  Milli said somewhat surprised. She for a moment thought that she had copied the behavior of her twin brother.", "Milli knew that Louro hung out from time to time in a nest that was located in a hollow pole. So she decided to peek out, paying attention to her curiosity. To Milli's surprise, Louro had apparently found a litter of three little kittens and was taking care of them.", "'She thinks of them as her babies',  said the farmer, surprised by Louro's actions. Apparently a neighbor's cat gave birth on the pole and then left them. Without Louro's affection and his ability to attract attention, it is possible that the cats would have lost their lives.", "'We brought them home and we are taking care of them', said Milli. In a short time the cats adapted to their new reality. They were eager for affection and protection.", "'My daughters will keep them', said Milli, who also has a cat that has interacted with cats on several occasions as a pet. Of course, the protagonist of this story will continue to behave in the same way. He has no intention of leaving."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-8.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-1.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-6.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-2.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-5.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/12/louro-9.png"],
                "video_embed": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/t7bI8B99b9A\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture;\" allowfullscreen></iframe>"
            },
            {
                "id": "9",
                "type":"animals",
                "title": "Puppy takes the bus and gets off at a pet food store",
                "subtitle": "The objective of the peculiar visitor is to obtain his favorite food.",
                "Content": ["Some cameras took pictures of a dog that got off a bus to get to a store that sells pet food. The objective of the peculiar visitor is to obtain food from his owners from his veterinary store.", "But what fills this story with curiosity is that the canine intelligently knows when to get on and off the collective unit to go from his home to his owners' business. This behavior amazes drivers and passers-by alike.", "Denver is the name of this unique canine that has earned the sympathy of most people who use public transportation in Guayaquil. Its owners, the Sanga Shigla family, laugh knowing that their pet is famous and acknowledge that they decided to name it in honor of the character from the Spanish series 'Money Heist'.", "Although animals cannot speak like humans, many of them with their behavior express themselves as the best communicator. There are times when creatures, like puppies, do amazing things.", "This dog born in Guayaquil shows the reason for the worldwide recognition that the species has, to learn tricks that allow it to stand out from other animals. Seeing how he got out of the bus and went directly to the business where his owners would feed him , people are amazed.", "This pet has shown his instinctive intelligence from the moment he  leaves his home for walks and public transport until he returns to the Sanga Shigla business.» 'It's not the first time she's done that', said Gladys, who runs a veterinary supplies store with her husband, Nicolás.", "Radio Pichincha used Twitter's digital platform to comment on the dog's story. Apparently the driver would have had no problem with the dog traveling in his unit. Since he already knows it and the behavior is usual, it would have stopped exclusively for him.", "Some comments that led to the publication of Radio Pichincha were the following: 'I don't know who the driver of said transport is, but he deserves congratulations for his humanity', 'I love you little dog who knows how to use the bus', 'Animal evolution is impressive', and 'What a beauty!', among others."],
                "picture_links": ["https://www.lavozdelamadretierra.com/wp-content/uploads/2022/11/denv2.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/11/denv3.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/11/denv1.jpg", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/11/denver1-3.png", "https://www.lavozdelamadretierra.com/wp-content/uploads/2022/11/denver1-4.png"],
                "twitter_embed": "<blockquote class=\"twitter-tweet\"><p lang\"es\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Guayaquil?src=hash&amp;ref_src=twsrc%5Etfw\">#Guayaquil</a> <a href=\"https://twitter.com/hashtag/viral?src=hash&amp;ref_src=twsrc%5Etfw\">#viral</a><br><br>Se vuelve viral un perrito que toma un bus de la línea 16 para quedarse en una tienda al sur de la ciudad 🚍🚌🐕 <a href=\"https://t.co/kbqOP1UCyn\">pic.twitter.com/kbqOP1UCyn</a></p>&mdash; Minuto &amp; Medio (@MinMedio) <a href=\"https://twitter.com/MinMedio/status/1582503366315606016?ref_src=twsrc%5Etfw\">October 18, 2022</a></blockquote>"
            }
        ]
    }
]